acpi
adw-gtk-theme
alacritty
archlinux-wallpaper
audacious
base-devel
btop
chafa
cliphist
ethtool
fastfetch
fish
flatpak
ghostscript
git
gnuplot
greetd
greetd-regreet
inetutils
less
libqalculate
libva-utils
mako
mpv
neovim
network-manager-applet
niri
noto-fonts-cjk
noto-fonts-emoji
pacman-contrib
perl-image-exiftool
qpdf
rsync
s-tui
smartmontools
sof-firmware
swappy
tesseract-data-eng
texlive-basic
texlive-bin
texlive-fontsextra
texlive-fontsrecommended
texlive-langportuguese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texstudio
ttf-cascadia-mono-nerd
vim
wev
wezterm
wget
wl-clipboard
wlsunset
xdg-desktop-portal-gnome
xdg-utils
xorg-server
xorg-xinit
xorg-xwayland
xwayland-satellite
yazi
yt-dlp
zathura-pdf-mupdf
